export const TERMS = {
  object:
    '이 약관은 삼성물산 주식회사(이하 "회사"라 합니다)의 패션부문이 운영하는 인터넷 쇼핑몰 SSF SHOP KOREA (이하 "SSF SHOP KOREA”라 합니다)에서 제공하는 인터넷 관련 서비스(이하 "서비스"라 합니다)를 이용함에 있어 "회사"와 "이용자"의 권리 · 의무 및 책임사항을 규정함을 목적으로 합니다.',
  justify:
    '① "SSF SHOP KOREA"라 함은 "회사"가 “SSF SHOP KOREA”라는 명칭 하에 재화 또는 용역(이하 "재화 등"이라 합니다)을 "이용자"에게 제공하기 위하여 컴퓨터, 모바일 등 정보통신설비를 이용하여 "재화 등"을 거래할 수 있도록 설정한 한글로 운영되는 가상의 영업장을 말합니다. ② "이용자"라 함은 “SSF SHOP KOREA”에 접속하여 이 약관에 따라 "회사"가 제공하는 "재화 등"의 "서비스"를 받는 "회원" 및 "비회원"을 말합니다. ③ "회원"이라 함은 "회사"가 운영하는 “SSF SHOP KOREA”에 "회원" 등록을 한 자로서, 계속적으로 “SSF SHOP KOREA”의 "서비스"를 제공받으며 이용할 수 있는 자를 말합니다.")',

  objectPersonal:
    'SSFSHOP 회원가입을 신청하시는 고객분께 개인정보보호법에 근거하여 수집하는 개인정보 항목 및 이용목적, 보유 및 이용기간, 동의 거부 시 불이익을 안내 드립니다. 자세히 읽어보시고 동의해주시기 바랍니다.',
  justifyPersonal:
    '1) 회사는 회원가입, 원활한 고객상담 및 서비스의 제공을 위해 아래와 같은 개인정보를 수집하고 있습니다.',
  justifyPersonalRequried:
    '- 필수사항 : 이름, 휴대폰번호, 이메일, 아이디, 비밀번호, 본인확인기관에서 제공하는 본인인증결과값(CI/DI), 생년월일, 성별',
  justifyPersonalOption:
    '- 선택사항 : SMS, 이메일, DM, TM의 마케팅 수신 동의 여부',
  objectMembership:
    '본 약관은 삼성물산 주식회사(이하 "회사"라 합니다)가 운영하는 "삼성패션 멤버십 서비스" 에 관련한 제반 사항을 명확히 함으로써, 회원에 대한 고객서비스의 증진과 회원의 제반 권리 · 의무 및 관련 절차 등을 규정하는데 그 목적이 있습니다.',
  justifyMembership:
    '① "멤버십 서비스"라 함은 멤버십회원이 구매한 금액의 일정률을 포인트로 환산하여 적립하며 회사에서 규정한 방법에 따라 제품구매 등의 각종 서비스를 제공받을 수 있도록 하는 포인트서비스를 말하며, 구체적인 구분 및 대상 브랜드는 회사 사정에 의하여 변경될 수 있습니다. 회사는 제도 현황 및 변경 사항을 SSF SHOP을 통하여 공개합니다.',
  justifyMembershipSecond:
    '② "회원"이라 함은 회사가 운영하는 각종 회원 제도에 등록을 완료한 후 계속적으로 회사가 제공하는 상품 및 용역서비스를 제공받으며 이용할 수 있는 자를 말하며, 다음 각 호와 같이 분류됩니다. SSF SHOP 회원인 멤버십회원의 SSF SHOP에서의 재화 등 구매에 관해서는 별도의 ‘SSF SHOP 서비스 이용약관’에서 정하는 바에 따릅니다.',
};
